from django.shortcuts import render

def get_anons_page(request):
    context = {'title': 'Анонси Смаку',
               'banq_title': 'Вишукані блюда',
               'banq_info_1': 'Колекція вин ресторану «Смак» налічує близько 120 позицій. Від всесвітньо відомих винних будинків до невеликих сімейних виноробства.'
                              ' Коктейльне меню - це ще одна особливість нашого ресторану.',
               'meet_title': 'Дружня атмосфера',
               'meet_info_1': 'Все що Вам потрібно - просто вибрати дату та зателефонувати нам. Ми подбаємо щоб Ваша зустріч пройшла якомога успішно.',
               'wedd_title': 'Незабутні враження',
               'wedd_info_1': 'Наш шеф спільно з метрдотелем можуть скласти індивідуальне меню по вашим бажанням, додавши в нього улюблені вами страви.',
               }
    return render(request, 'anons_info.html', context=context)
# Create your views here.
